[
  {
    "title": "When Your Co-Parent Keeps Breaking the Parenting Plan",
    "description": "How to respond calmly, document properly, and protect your kids when the other parent constantly ignores the schedule or orders."
  },
  {
    "title": "Grey Rocking Without Going Numb: Communication in High-Conflict Co-Parenting",
    "description": "Using neutral, low-drama responses to reduce conflict without abandoning your own emotions or needs."
  },
  {
    "title": "Parallel Parenting vs. Co-Parenting: What Works When Your Ex Won’t Cooperate",
    "description": "Understanding the difference between co-parenting and parallel parenting, and when to switch strategies in a high-conflict case."
  },
  {
    "title": "How to Document Emotional Abuse Without Looking Petty in Court",
    "description": "Practical ways to capture patterns of emotional harm, including text messages, school issues, and your child’s statements, in a court-friendly way."
  },
  {
    "title": "Supporting Your Child When They’re Stuck in the Middle",
    "description": "Helping kids who feel torn, pressured to choose sides, or used as messengers between parents."
  },
  {
    "title": "The Justice Gap: Why Court Doesn’t Punish Every Lie and What to Do Instead",
    "description": "Accepting that family court is about best interests, not moral justice, and shifting your strategy accordingly."
  },
  {
    "title": "Creating a FU Binder (Litigation Log) That Actually Works in Court",
    "description": "Turning chaos into clarity with evidence logs, timelines, and neutral language that judges can quickly understand."
  },
  {
    "title": "Talking to Your Lawyer So They Actually Understand the Pattern of Abuse",
    "description": "How to summarize a long, messy history into clear themes, incidents, and evidence your lawyer can use."
  },
  {
    "title": "Protecting Your Nervous System in a Never-Ending Custody Battle",
    "description": "Simple, realistic self-regulation tools for parents who feel constantly flooded, hypervigilant, or exhausted."
  },
  {
    "title": "Setting Boundaries Around Last-Minute Change Requests",
    "description": "Scripts and strategies for responding when the other parent constantly asks to swap days or change pickups at the last second."
  }
]